tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "aspell"
brew "coreutils"
brew "diffr"
brew "emacs"
brew "ffmpeg"
brew "fish"
brew "git"
brew "highlight"
brew "jq"
brew "libgit2"
brew "mawk"
brew "pandoc"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "zsh"

cask "firefox-beta"
cask "gpower"
cask "keepingyouawake"
cask "netnewswire"
cask "paintbrush"
cask "rstudio"
cask "ripcord"
cask "iterm2"