tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "aspell"
brew "coreutils"
brew "diffr"
brew "dos2unix"
brew "emacs"
brew "ffmpeg"
brew "fish"
brew "git"
brew "highlight"
brew "libgit2"
brew "mas"
brew "mawk"
brew "pandoc"
brew "r"
brew "reattach-to-user-namespace"
brew "sshfs"
brew "tectonic"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "zsh"

cask "bartender"
cask "calibre"
cask "disk-inventory-x"
cask "firefox-beta"
cask "gpower"
cask "iterm2"
cask "keepingyouawake"
cask "mailtrackerblocker"
cask "mpv"
cask "netnewswire"
cask "paintbrush"
cask "rectangle"
cask "ripcord"
cask "rstudio"
cask "scroll-reverser"
cask "skim"

mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "NextDNS", id: 1464122853
mas "SmileAllDay", id: 1180442868
mas "Hush for Safari", id: 1544743900