tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "aspell"
brew "cmake"
brew "coreutils"
brew "diffr"
brew "dos2unix"
brew "emacs"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "highlight"
brew "imagemagick"
brew "libgit2"
brew "mas"
brew "mawk"
brew "mpv"
brew "pandoc"
brew "r"
brew "reattach-to-user-namespace"
brew "tectonic"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "calibre"
cask "disk-inventory-x"
cask "firefox-beta"
cask "font-comic-mono"
cask "hakuneko"
cask "iterm2"
cask "keepingyouawake"
cask "kindle-comic-converter"
cask "mailtrackerblocker"
cask "netnewswire"
cask "paintbrush"
cask "plex-media-server"
cask "rectangle"
cask "ripcord"
cask "rstudio"
cask "screens-connect"
cask "scroll-reverser"
cask "skim"
cask "yacreader"
cask "zoom"

mas "1Blocker", id: 1107421413
mas "Dark Reader for Safari", id: 1438243180
mas "Hush for Safari", id: 1544743900
mas "LimeChat", id: 414030210
mas "NextDNS", id: 1464122853
mas "Simple Comic", id: 1497435571
mas "SmileAllDay", id: 1180442868
mas "StopTheMadness", id: 1376402589
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
